
<?php
// data/airlines.php
return [
    'CI' => '中華航空',
    'BR' => '長榮航空',
    'JL' => '日本航空',
    'NH' => '全日空',
    'CX' => '國泰航空',
    'KA' => '國泰港龍',
    'MH' => '馬來西亞航空',
    'SQ' => '新加坡航空',
    'TG' => '泰國航空',
    'VN' => '越南航空',
    'KE' => '大韓航空',
    'OZ' => '韓亞航空',
    'UA' => '聯合航空',
    'AA' => '美國航空',
    'DL' => '達美航空',
    'LH' => '漢莎航空',
    'AF' => '法國航空',
    'KL' => '荷蘭皇家航空',
    'BA' => '英國航空',
    'EK' => '阿聯酋航空',
    'QR' => '卡達航空',
    'TK' => '土耳其航空',
    'AY' => '芬蘭航空',
    'AE' => '華信航空',
    'IT' => '台灣虎航',
    'GE' => '復興航空',
    'B7' => '立榮航空'
];
